Repository: 81ninja/SCJMapper-V2
Catalog: Translation/Strings.*.resx
Languages: de, fr

# btAccept
source: Accept
de: Akzeptieren
fr: Accepter

# btAssign
source: Assign
de: Zuweisen
fr: Attribuer

# btBlend
source: Disable
de: Deaktivieren
fr: Désactiver

# btCancel
source: Cancel
de: Abbrechen
fr: Annuler

# btCancelEdit
source: Undo Edits
de: Änderungen zurücksetzen
fr: Annuler les modifications

# btClear
source: Clear
de: Löschen
fr: Effacer

# btClearFilter
source: Clear Filter
de: Filter löschen
fr: Effacer filtre

# btCopyToAllAxis
source: Copy to all axis
de: Auf alle kopieren
fr: Copier sur tous les axes

# btDisableUnmapped
source: Disable all Unmapped
de: Nicht zugewiesene deaktivieren
fr: Désactiver tous non mappés

# btDone
source: Done
de: Fertig
fr: Terminé

# btDump
source: Dump XML
de: Nach XML
fr: Pour XML

# btFind
source: Find 1st.
de: Finde ersten
fr: Trouver prem.

# btGrab
source: Grab XML
de: Von XML
fr: De XML

# btJsKbd
source: JS / Kbd
de: JS / Tast.
fr: Ma/Clav

# btSaveMyMapping
source: Dump and Save my Mapping
de: Nach XML und speichern
fr: Pour XML et enregistrer

# btUpdateFromEdit
source: Accept Edits
de: Änderungen akzeptieren
fr: Accepter les modifications

# buttonExit
source: Exit
de: Schliessen
fr: Sortie

# cbxAutoTabXML
source: Switch XML/Mapping tab automatically
de: XML/Zuweisungen automatisch umschalten
fr: Commutation XML / affectations automatiquement

# cbxCSVListing
source: Use CSV Listing
de: CSV Liste
fr: Liste CSV

# cbxDetectGamepad
source: Use Gamepad
de: Nutze Gamepad
fr: Utilisez la manette de jeu

# cbxListModifiers
source: List Modifiers
de: Modifikator auflisten
fr: List modificateur

# cbxShowKeyboard
source: Keyb.
de: Tastat.
fr: Clav.

# cbxShowMappedOnly
source: Mapped
de: Zugew.
fr: Attrib.

# cbxShowMouse
source: Mouse
de: Maus
fr: Souris

# cbxTreeTips
source: Show Tree tips
de: Tips im Baum anzeigen
fr: Montre des trucs pour l'arborescence

# chkEditDisabled
source: Edit "Disabled"
de: "Deaktiviert" editieren
fr: Changer "Désactiver"

# FormJSCalCurve
source: Flight Device Tuning
de: Flugsteuerung optimieren
fr: Réglage du dispositif de vol

# FormOptions
source: SCJMapper - Options
de: SCJMapper - Optionen

# FormReassign
source: Reassign Joystick Numbers
de: Joystick Nummer zuweisen
fr: Réaffecter les numéros de manette

# FormSettings
source: Settings
de: Einstellungen
fr: Configuration

# FormTable
source: Actiontree as Table
de: Aktionsbaum als Tabelle
fr: L'arborescence en tant que tableau

# gbxAdvanced
source: Advanced Options ...
de: Zusätzliche Optionen ...
fr: Options avancées ...

# gbxBoxCap
source: Device Capabilities
de: Geräte Eigenschaften
fr: Capacités de l'appareil

# gbxEditBindings
source: Edit
de: Editieren
fr: Modifier

# gbxFilters
source: Filters
de: Filter
fr: Filtres

# gbxGBox
source: GamePad State
de: Gamepad Status
fr: Etat du manette de jeu

# gbxIgnoreBt
source: Ignore Buttons - enter button numbers which should be ignored separated by spaces (e.g. 24 25)
de: Konfiguration - Nummern der zu ignorierenden Tasten mit Blank getrennt eingeben (e.g. 24 25)
fr: Configuration - entrer les numéros de boutons qui doivent être ignorés séparés par des espaces (e.g. 24 25)

# gbxIgnoreMaps
source: Ignore Actionmaps - check the ones to hide
de: Aktionstabellen ignorieren - markieren versteckt
fr: Ignorer les tables d'action - cochez les

# gbxJAssignment
source: jsN - Assignment
de: jsN - Zuweisung
fr: jsN - Attribution

# gbxJBox
source: Joystick State
de: Joystick Status
fr: Etat du manette

# gbxReassignJS
source: jsN - Assginment
de: jsN - Zuweisung
fr: jsN - Attribution

# gbxSCPath
source: Path to the Star Citizen Installation (e.g. C:\Games\StarCitizen)
de: Pfad zur Star Citizen Installation (e.g. C:\Games\StarCitizen)
fr: Chemin du répertoire vers le Star Citizen installation (e.g. C:\Games\StarCitizen)

# lblActionFilter
source: Action Filter:
de: Aktions Filter:
fr: Filtre d'action:

# lblChart
source: Select an option then click and drag
de: Einen Punkt auswählen, dann klicken und ziehen
fr: Sélectionnez pt. - cliquez et faites glisser

# lblDamp
source: damping
de: Dämpfung
fr: amortissement

# lblDefBindFilter
source: Def Bind Filter
de: Std.Zuweisung
fr: Std. attributions

# lblDevCtrl
source: Dev Ctrl
de: Geräte Einst.
fr: Contr. app.

# lblJsnNumber
source: This device is listed as:
de: Das Gerät ist registriert unter:
fr: Cet appareil est répertorié comme:

# lblLoadingData
source: Loading data...
de: Am laden von Daten...
fr: Chargement des données ...

# lblMapping
source: Mapping
de: Zuweisung
fr: Attribution

# lblMappingname
source: Mapping name:
de: Zuweisungsname:
fr: Nom d'alloc.:

# lblNumAxes
source: # Axis:
de: # Achsen:
fr: # Axes:

# lblNumButtons
source: # Buttons:
de: # Knöpfe:
fr: # Boutons:

# lblNumTriggers
source: # Triggers:
de: # Auslöser:
fr: # Gâchettes:

# lblProfileLang
source: Profile Language:
de: Profil Sprache:
fr: La langue du Profile:

# lblSelected
source: Selected
de: Ausgewählt
fr: Sélectionné

# lblSettingNote
source: Note: Accepting changes will clear the action tree to apply the new settings; Cancel now if you want to save your work first.
de: Achtung: Akzeptieren der neuen Einstellungen löscht den aktuellen Aktionsbaum; benutzen sie Abbrechen um die Arbeit erst zu speichern.
fr: Note: L'acceptation des modifications effacera l'arborescence de l'action pour appliquer les nouveaux paramètres; Annulez maintenant si vous voulez d'abord enregistrer votre travail.

# lblTurntime
source: sec per 360° turn
de: Sek. pro 360° Drehung
fr: sec par 360° de tour

# lblUsrBindFilter
source: Usr Bind Filter
de: Ben.Zuweisung
fr: Util. attributions

# linkLblReleases
source: For information and updates visit us @ Github ...
de: Für Informationen und Aktualisierungen besuchen sie @ Github ...
fr: Pour des informations, visitez-nous @ Github ...

# meDefaultsLoadAndGrab
source: Defaults, Load and Grab !
de: Standards holen und danach Datei und Baum laden !
fr: Obtenez des valeurs par défaut, puis chargez le fichier et l'arborescence!

# meDumpActiontreeAsXML
source: Dump Actiontree as XML
de: Aktionsbaum nach XML übertragen
fr: Liste l'arborescence en XML

# meDumpDefaultProfile
source: Dump DefaultProfile
de: DefaultProfile auflisten
fr: Liste DefaultProfile

# meDumpLogfile
source: Dump Logfile
de: Logfile auflisten
fr: List le fichier journal

# meDumpMappingList
source: Dump Mapping List
de: Zuweisungen auflisten
fr: Liste du l'attribution

# meJsReassignDialog
source: Js Reassign Dialog...
de: Js Zuweisungen bearbeiten ...
fr: Js Attribution...

# meLoad
source: Load !
de: Datei laden !
fr: Charge !

# meLoadAndGrab
source: Load and Grab !
de: Datei und Baum laden !
fr: Chargez le fichier et l'arborescence!

# msBtLoadMap
source: Load...
de: Laden...
fr: Charge...

# msBtLoadMap_TT
source: Load a map with options...
de: Laden von Zuweisungen mit Optionen...
fr: Charger l'attribution avec les options...

# meResetDefaults
source: Reset defaults !
de: Auf Standards zurücksetzen
fr: Réinitialiser des valeurs par défaut!

# meResetEmpty
source: Reset empty !
de: Leer zurücksetzen
fr: Réinitialiser vide!

# meResetLoadAndGrab
source: Reset, Load and Grab !
de: Leeren und danach Datei und Baum laden !
fr: Réinitialiser, puis chargez le fichier et l'arborescence!

# meSettingsDialog
source: Settings Dialog...
de: Programeinstellungen...
fr: Configuration du logiciel...

# meShowDeviceTuningDialog
source: Show Device Tuning Dialog...
de: Geräte Optimierungen...
fr: Optimisation de l'appareil...

# meShowOptionsDialog
source: Show Options Dialog...
de: Optionen einstellen...
fr: Options des appareils...

# meShowToggleTable
source: Show Toggle Table...
de: Baum als Tabelle anzeigen...
fr: L'arborescence en tant que table...

# msBtDump
source: Dump...
de: Auflistungen...
fr: Liste...

# msBtDump_TT
source: Get additional information
de: Informationen abrufen und auflisten
fr: Afficher et répertorier les informations

# msBtLoad
source: Reset...
de: Zurücksetzen...
fr: Réinitialiser...

# msBtLoad_TT
source: Reset the action tree
de: Aktionsbaum zurücksetzen...
fr: Réinitialiser l'arborescence

# msBtConfig
source: Config...
de: Einstellungen...
fr: Configuration...

# msBtConfig_TT
source: Configure the program
de: Programm Einstellungen bearbeiten
fr: Configurer le programme

# msBtShow
source: Show...
de: Anzeigen...
fr: Afficher...

# msBtShow_TT
source: Show Options, Tuning and Tables
de: Optionen, Optimierungen und Tabellen anzeigen
fr: Afficher les options, le réglage et les tables

# tActionText
source: Action
de: Aktion

# tDef_Binding
source: Def.Binding
de: Std.Zuweisung
fr: Std. attributions

# tDef_Modifier
source: Def.Modifier
de: Std.Modifikator
fr: Std. modificateur

# tDevice
source: Device
de: Gerät
fr: Appareil

# tDisabled
source: Disabled
de: Deaktiviert
fr: Désactiver

# tPageDump
source: Dumps (XML, Logs etc.)
de: Auflistungen (XML, Logs etc.)
fr: Liste (XML, journaux etc.)

# tPageOther
source: All Mappings
de: Komplette Zuweisungsliste
fr: Toutes les attributions

# tREF_ActionMap
source: Actionmap
de: Aktionstabelle
fr: Table d'action

# tsLblMappings
source: Mappings:
de: Zuweisung:
fr: Attributions:

# tsLblProfile
source: Profile:
de: Profil:
fr: Profil:

# tsLblSupportedProfile
source: Support:
de: Unterstützung:
fr: Soutien:

# tUsr_Binding
source: Usr.Binding
de: Ben.Zuweisung
fr: Util. attributions

# tUsr_Modifier
source: Usr.Modifier
de: Ben.Modifikator
fr: Util. modificateur

# xCurve
source: Curve
de: Kurve
fr: Courbe

# xDeadzone
source: Deadzone
de: Totbereich
fr: Zone morte

# xDevControl
source: Dev Control
de: Geräte Einst.
fr: Contrôle de l'appareil

# xDeviceOptions
source: Device Options
de: Geräte Optionen
fr: Options de l'appareil

# xInstance
source: Instance
de: Instanz
fr: Exemple

# xInvert
source: Invert
de: Invertieren
fr: Inverser

# xNone
source: None
de: Keine
fr: Aucun

# xPoint1
source: Point 1:
de: Punkt 1:

# xPoint2
source: Point 2:
de: Punkt 2:

# xPoint3
source: Point 3:
de: Punkt 3:

# xSaturation
source: Saturation
de: Sättigung

# rbLivePtExponent
source: Exp.Value
de: Exp.Wert
fr: Exp.Valeur

# mapAction
source: Action
de: Aktion

# mapActionmap
source: Actionmap
de: Aktionstabelle
fr: Table d'action

# mapActivationMode
source: Activation Mode
de: Aktivierung durch
fr: Mode d'activation

# mapDefault
source: default
de: normal
fr: normal

# mapHeader
source: Actions listed for input:
de: Aktionen für die Eingabe::
fr: Actions listées pour l'entrée:

# mapLocation
source: Location
de: Ort
fr: Emplacement

# mapMapped
source: mapped
de: zugewiesen
fr: attribué

# mapModified
source: modified
de: modifiziert
fr: modifié

# mapProfile
source: profile
de: profil

# cbxShowGamepad
source: Gamep
fr: Man.d.jeu

# cbxShowJoystick
source: Joystick
fr: Manette

# lblNumSticks
source: # TSticks:
fr: # Bâtons:

# xExponent
source: Exponent
fr: Exposant
